
"AX_SLEEP_ICON_DESCRIPTION"	= "Значок режима сна";
"AX_RESTART_ICON_DESCRIPTION" = "Значок перезагрузки";
"AX_SHUTDOWN_ICON_DESCRIPTION" = "Значок выключения";

/* Alert panel button title. */
/*"Cancel"		=	"Cancel";*/

/* Title of alert to confirm shutting down the computer. */
/*"Power"			= 	"Shut Down";*/

/* Title of default button in alert to confirm shutting down the computer. */
/*"Power Off"		=	"Shut Down";*/

/* Title of alert to confirm restarting the computer. */
/*"Restart"		=	"Restart";*/

/* Message in alert to confirm restarting the computer. */
/*"Restart Message"	=	"Are you sure you want to restart your computer now?";*/


/* Default UNC notification button title */
"OK"			=	"OK"; 


/**********Logout Messages For Fast Logout**************/
"LOGGING_OUT"	= 	"Выхожу из системы";

"SHUTTING_DOWN"	=	"Выключаю";

"RESTARTING"	=	"Перезагружаю";

/********************************************************/


/* Message in alert to confirm force quitting an application. Parameter is the name of an application.*/
"FORCE_QUIT_ALERT_MESSAGE"	= 	"Вы хотите принудительно завершить программу %@?";
"FORCE_QUIT_INFO_MESSAGE"	=	"Вы потеряете все несохраненные изменения в документах.";

/* Message in alert to confirm force quitting of multiple applecations*/
"FORCE_QUIT_ALERT_MESSAGE_MULTIPLE_APPS" = "Хотите принудительно завершить выбранных программ: %ld?";
"FORCE_QUIT_INFO_MESSAGE_MULTIPLE_APPS"	=	"Вы потеряете все несохраненные изменения в документах.";


/*loMem specific text*/

"LOMEM_MESSAGE_TEXT" = "Чтобы высвободить память, выберите название программы и нажмите «Завершить» или «Перезапустить».";

"NORMAL_MESSAGE_TEXT" = "Выберите название программы и нажмите «Завершить» или «Перезапустить».";

"LOMEM_INFO_TEXT" = "Также может помочь закрытие окон и удаление файлов с Вашего загрузочного тома.";

"NORMAL_INFO_TEXT" = "Это окно можно открыть нажатием сочетания клавиш\n«Command-Option-Escape».";

/* This text MAY be used IF HI decides we need to offer a normal quit option in addition to a force quit option for the lomem panel */
/*  Added prior to loc freeze for Tiger.  If it doesn't get used, it can be deleted post Tiger */
"LOMEM_ALTERNATE_FORCE_QUIT_BUTTON_NAME" = "Завершить";


/**** logout Failues *****/

/* Alert text when an app times out. Parameter is the name of an application.*/


"TIMED_OUT_ALERT_MESSAGE"	= "Ваш сеанс работы не был завершен, т.к. не удалось завершить программу «%@». Чтобы повторить попытку выхода, завершите %@, а затем выберите «Выйти из системы» в меню Apple.";
"TIMED_OUT_ALERT_MESSAGE_UNKNOWN"	= "Ваш сеанс работы не был завершен, т.к. не удалось завершить одну из программ. ";

/* Info text when an app times out*/
"TIMED_OUT_INFO_MESSAGE"	= "Чтобы завершить нереагирующую программу, выберите «Завершить принудительно» в меню Apple (или нажмите сочетание клавиш «Command-Option-Esc»).";

"TIMED_OUT_NOT_RESPONDING_MESSAGE" = "Не удалось завершить программу «%@» - программа не отвечает.";

/* Alert text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE"	 = "Выход из системы отменен программой «%@».";

/* Alert text when an unknown app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN"	 = "Выход из системы отменен программой.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault encryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "Выход из системы отменен программой «%@». Защита FileVault не будет включена для этой учетной записи.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault encryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "Выход из системы отменен программой. Защита FileVault не будет включена для этой учетной записи.";

/* Info text of alert displayed when an app cancels logout leading to FileVault encryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_INFO_TEXT" = "Эта учетная запись останется незашифрованной. Чтобы включить FileVault, откройте Системные настройки и начните снова. Если Вы уже установили главный пароль, нет необходимости задавать его повторно.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault decryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "Выход из системы отменен программой «%@». Защита FileVault не будет выключена для этой учетной записи.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault decryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "Выход из системы отменен программой. Защита FileVault не будет выключена для этой учетной записи.";

"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "Выход из системы отменен программой «%@». FileVault этой учетной записи не будет преобразована.";

"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "Выход отменен программой. FileVault этой учетной записи не будет преобразована.";

/* Info text of alert displayed when an app cancels logout leading to FileVault decryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_INFO_TEXT" = "Учетная запись останется зашифрованной. Чтобы выключить FileVault, откройте Системные настройки и начните снова.";

"APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_INFO_TEXT" = "Учетная запись сохранит свой исходный формат. Чтобы начать преобразование FileVault, откройте Системные настройки и начните снова.";

/* Info text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE"	 = "Чтобы повторить попытку, завершите «%@» и выберите «Завершить сеанс» в меню Apple ().";
"CANCELLED_INFO_MESSAGE_UNKNOWN"	 = "Чтобы повторить попытку, выберите «Выйти из системы» в меню Apple.";

/* Alert text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_RESTART"	 = "Перезагрузка отменена программой «%@».";

/* Alert text when an unknown app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_RESTART"	 = "Перезагрузка отменена программой.";

/* Info text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_RESTART"	 = "Чтобы повторить попытку, завершите работу «%@» и выберите «Перезагрузить» в меню Apple ().";
"CANCELLED_INFO_MESSAGE_UNKNOWN_RESTART"	 = "Чтобы повторить попытку, выберите «Перезагрузить» в меню Apple.";



/* Alert text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_SHUTDOWN"	 = "Выключение отменено программой «%@».";

/* Alert text when an unknown app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Выключение отменено программой.";

/* Info text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_SHUTDOWN"	 = "Чтобы повторить попытку, завершите работу «%@» и выберите «Выключить» в меню Apple.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Чтобы повторить попытку, выберите «Выключить» в меню Apple ().";



/*** Ickiness with the Finder ***/
/* FINDER_FAILED_MESSAGE */
"FINDER_FAILED_MESSAGE"	=	"Программа Finder не может загрузиться, т.к. возникли серьезные проблемы.";


"APP_DIED_ALERT_MESSAGE"		=   "Программа «%@» неожиданно завершилась.";

/* Info text when an app dies*/
"APP_DIED_INFO_MESSAGE"		=   "Система и другие программы не затронуты.";


/*** Alert button titles ***/

/*Alert panel button title*/
"OK_BUTTON"		=	"OK";

/*Alert panel button title*/
"CANCEL_BUTTON"		=	"Отменить";

/*Alert panel button title*/
/*"CONTINUE"		=	"Continue to Logout";*/

/*Alert panel button title*/
"SHUTDOWN_BUTTON"		=	"Выключить";

/*Alert panel button title*/
"RESTART_BUTTON"		=	"Перезагрузить";

/*Alert panel button title*/
"SLEEP_BUTTON"		=	"Режим сна";

/* Logout Button */
/*"LOGOUT_BUTTON"		=	"Log Out";*/

/* Force Quit Button */
"FORCEQUIT_BUTTON"	=	"Завершить";

/* Terminate button */
"TERMINATE_BUTTON"	=	"Завершить";

/*Relaunch Button - this is the Finder relaunch button in the Process Panel*/
"RELAUNCH_BUTTON"	=	"Перезапустить";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"PAUSE_BUTTON"		=	"Пауза";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"RESUME_BUTTON"	=	"Продолжить";

/*Message in alert to confirm that the user wants to shut down*/
"SHUTDOWN_MESSAGE"	= 	"Вы уверены, что хотите выключить компьютер?";

/*Message in alert to confirm that the user wants to restart*/
"RESTART_MESSAGE"	= 	"Вы действительно хотите перезагрузить компьютер?";

/*Message in alert to confirm that the user wants to log out*/
"LOGOUT_MESSAGE"	=	"Вы уверены, что хотите завершить все программы и выйти из системы?";

/*Message in alert to indicate a scheduled sleep is occuring*/
"SCHEDULED_SLEEP_MESSAGE" = "Это компьютер автоматически по расписанию переходит в режим сна.";

/*Message in alert to indicate a scheduled shutdown is occuring*/
"SCHEDULED_SHUTDOWN_MESSAGE" = "Этот компьютер выключается автоматически по расписанию.";

/*Message in alert to indicate a scheduled restart  is occuring*/
"SCHEDULED_RESTART_MESSAGE" = "Этот компьютер перезагружается автоматически по расписанию.";

/****************************************************************************/
/* Time formats and strings for logout, shutdown and restart time phrases   */
/****************************************************************************/

/*Plural Minutes Plural Seconds %1$d = minutes (greater than 1).  %2$d = number of seconds (greater than 1) */
"TIME_FORMAT_22" = "%1$d мин. и %2$d сек.";

/*Plural Minutes Single Second.  %d = number of minutes (greater than 1) */
"TIME_FORMAT_21" = "%d мин. и 1 сек.";

/*Plural Minutes Zero Seconds. %d = number of minutes (greater than 1) */
"TIME_FORMAT_20" = "%d мин.";

/*Single Minute Plural Seconds. %d = number of seconds (greater than 1) */
"TIME_FORMAT_12" = "1 мин. и %d сек.";

/*Single Minute Single Second. */
"TIME_FORMAT_11" = "1 мин. и 1 сек.";

/*Single Minute Zero Seconds. */
"TIME_FORMAT_10" = "1 мин.";

/*Zero Minutes Plural Seconds %d = number of seconds (greater than 1) */
"TIME_FORMAT_2" = "%d сек.";

/*Zero Minutes One Second*/
"TIME_FORMAT_1" = "1 сек.";

/*Zero Minutes Zero Seconds*/
"TIME_FORMAT_0" = "0 сек.";


/******************************************/
/* Timed logout/shutdown/restart messages */
/******************************************/

/* Timed logout message. %@ is replaced by one of the time phrases above. */
"WILL_LOGOUT_INFO" = "Если не производить никаких действий, Ваш сеанс работы будет завершен автоматически через %@";

/* Timed shutdown message. %@ is replaced by one of the time phrases above. */
"WILL_SHUTDOWN_INFO" = "Если не производить никаких действий, компьютер автоматически выключится через %@";

/* Timed restart message. %@ is replaced by one of the time phrases above. */
"WILL_RESTART_INFO" = "Если не производить никаких действий, компьютер автоматически перезагрузится через %@";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SHUTDOWN_INFO" = "Если не производить никаких действий, компьютер автоматически выключится через %@";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SLEEP_INFO" = "Если не производить никаких действий, компьютер автоматически перейдет в режим сна через %@";

/* Timed Scheduled restart message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_RESTART_INFO" = "Если не производить никаких действий, компьютер автоматически перезагрузится через %@";


/******************************************/
/* Guest account related strings          */
/******************************************/
"GUEST_ACCOUNT_SHUTDOWN_MESSAGE" = "Если Вы выключите компьютер, Ваши файлы будут удалены.";

"GUEST_ACCOUNT_SHUTDOWN_INFO_MESSAGE" = "Вы вошли в качестве гостя. Выключение приведет к удалению всех файлов и сведений из гостевой папки пользователя. Указанные файлы восстановлению не подлежат.";

"GUEST_ACCOUNT_RESTART_MESSAGE" = "Если Вы перезагрузите компьютер, Ваши файлы будут удалены.";

"GUEST_ACCOUNT_RESTART_INFO_MESSAGE" = "Вы вошли в качестве гостя. Перезагрузка приведет к удалению всех файлов и сведений из гостевой папки пользователя. Указанные файлы восстановлению не подлежат.";

"GUEST_ACCOUNT_LOGOUT_MESSAGE" = "Если Вы выйдете из системы, Ваши файлы будут удалены.";

"GUEST_ACCOUNT_LOGOUT_BUTTON_TEXT" = "Удалить файлы и выйти из системы";

"GUEST_ACCOUNT_RESTART_BUTTON_TEXT" = "Удалить файлы и перезагрузить компьютер";

"GUEST_ACCOUNT_SHUTDOWN_BUTTON_TEXT" = "Удалить файлы и выключить компьютер";

/*Password Hint*/
/*"PASSWORD_HINT_TEXT"	=	"You've entered an invalid password 3 times.";*/

/*"FORCEQUIT"		=	 "Force Quit...";*/

/*"LOGGINGIN"		=	 "Logging In...";*/

/* tesxt for go back button when password field is displayed*/

/*"BACKTOLIST"			=		"Go Back";*/

/*"OTHERUSER"			=		"Other...";*/

/*"NAME"			=		"Name";*/

/*Disk Full First Message*/
/*"DISKFULLMESSAGE1"		= "Your hard disk has no more space available for application memory. Quit some applications immediately, or your computer will have problems.";*/

/*Disk Full First Instructional Text*/
/*"DISKFULLINSTRUCT1"		=    "Closing windows and removing files from your hard disk may also help." ;*/

/*Empty Trash*/
/*"EMPTYTRASH" 		=    "Empty Trash";*/

// unknown ( for unknown library, appliction name etc.)
"UNKNOWN" = "неизвестно";

/****** Bad Time Set by User *************/

"ILLEGAL_TIME_TITLE" = "Часы компьютера установлены на более раннюю дату, чем 1 января 2008 г. Это может вызвать неправильную работу ряда программ.";

"ILLEGAL_TIME_MESSAGE" = "Откройте панель настроек «Дата и время» для установки часов вручную. Подробную информацию Вы найдете, выбрав «Справка Mac» в меню «Справка».";


/****** Users Connected *************/

/* Message when AFP users are connected on shutdown and restart*/

"AFP_USERS_CONNECTED" = "Пользователи подключены через Apple File Sharing ";
"AFP_USERS_CONNECTED_RESTART_TITLE" = "Вы действительно хотите перезагрузить компьютер?";
"AFP_USERS_CONNECTED_SHUTDOWN_TITLE" = "Вы уверены, что хотите выключить компьютер?";

/*Info when AFP users are connected on shutdown */
"AFP_USERS_CONNECTED_SHUTDOWN_INFO" = "С помощью функции «Общий доступа к файлам» к этому компьютеру подключено еще пользователей: %d.";
"AFP_SINGLE_USER_CONNECTED_SHUTDOWN_INFO" = "К этому компьютеру с помощью функции «Общий доступ к файлам» подключен пользователь.";

/* Info when AFP users are connected on restart */
"AFP_USERS_CONNECTED_RESTART_INFO" = "С помощью функции «Общий доступа к файлам» к этому компьютеру подключено еще пользователей: %d.";
"AFP_SINGLE_USER_CONNECTED_RESTART_INFO" = "К этому компьютеру с помощью функции «Общий доступ к файлам» подключен пользователь.";

/********** Screen Lock Password **********/

/* Message for unlocking the screen lock modal dialog */
/* It should not mention anything about the METHOD for authentication */
/* such as entering as password. Instructions regarding the method for */
/* for authentication will be appended by the SecurityAgent */
"Enter your password to unlock the screen."="Чтобы открыть экран, необходимо ввести пароль.";

/**********Disk Messages ******************/

/*"DISKFULLMESSAGE2" 		=  "Your boot volume has no space available, and your computer is having problems. You may want to force quit some applications to avoid further problems.";*/

/*"DISKFULLINSTRUCT2"		=  "Closing windows and removing files from your hard disk may also help.";*/

/*"REPLACE_HOMEFOLDER_TEXT"	=	" The %@ folder for user %@ cannot be found in its usual location.";*/

/*"REPLACE_HOMEFOLDER_INFO_TEXT" =  "The \"Home\" or \"Users\" folder may have been moved or deleted. If \"Home\" is located on the network, the server may be temporarily unavailable. Contact your administrator if this problem continues.";*/

"APP_NOT_RESPONDING_SUFFIX"	= " (не отвечает)";

"APP_PAUSED_SUFFIX" = "(пауза)";

"APP_THROTTLED_SUFFIX" = " (работа замедлена)";

/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "Невозможно войти под учетной записью пользователя %@ в данный момент";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "Вход не удался из-за ошибки. Папка пользователя для учетной записи, в которую Вы пытаетесь войти, расположена на AFP- или SMB-сервере. Обратитесь за помощью к системному администратору.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "OK";
